Ronnie-Nissan's-CV.tex
% Created 2020-09-26 Sat 17:54
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{titlesec} % Used to customize the \section command
\titleformat{\section}{\Large\scshape\raggedright}{}{0em}{}[\titlerule] % Text formatting of sections
\titlespacing{\section}{0pt}{15pt}{15pt} % Spacing around sections
\usepackage{xcolor}
\usepackage{booktabs}
\usepackage{nopageno}
\usepackage{titling}
\setlength{\droptitle}{-3cm}
\setlength{\tabcolsep}{2em}
\titleformat{\subsection}{\bf\scshape\raggedright}{}{0em}{}
\date{}
\title{\Huge Ronnie \textsc{Nissan}}
\hypersetup{
 pdfauthor={Ronnie Nissan},
 pdftitle={\Huge Ronnie \textsc{Nissan}},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\vspace{-15ex}
\section*{Personal}
\label{sec:org72b3c7e}
\begin{tabular}{p{10em}|l}
\textsc{Date of Birth} & Nov 11, 1991\\
\textsc{Address} & Duhok/Dabin1/B4/Apt No 10\\
\textsc{Phone} & +964 (750) 722 8510\\
\textsc{Email} & \href{mailto:christopherackerman104@gmail.com}{\texttt{ronni.n.yousif@gmail.com}}\\
\end{tabular}


\section*{Work Experience}
\label{sec:org2ea235a}

\subsection*{Coordinator---Nujeen NFDO \hfill July-2016 – November 2016}
\label{sec:orgd17e77a}

\noindent Helped the project teams manage resources and
information and assist with scheduling and planning
meetings and project activities. As will as report writing
and IT requirements of the projects
Project Manager Assistant
IEH INGO
Duhok, Duhok
December-2016 – February 2017

\subsection*{Project Manager Assistant---IEH INGO \hfill December-2016 – February 2017}
\label{sec:org177cd73}

\noindent Worked directly with the Project manager to ensure smooth
operation of the project team and made the necessary calls

\subsection*{Accountant---Serkeft Co. \hfill July-2017 – August 2018}
\label{sec:orgc321bcf}

\noindent Data entry and transaction management and review.
Writing monthly and yearly reports to the Company's

\subsection*{Family Visitor---JRS INGO \hfill September-2018 – March-2019}
\label{sec:org5effccc}

\noindent Visiting IDP families in Sharia collective and the
surrounding villages as will as data entry and report
writing and success story writing for the MHPSS cases.

\subsection*{Reporting Officer/Translator---Harikar NGO \hfill March-2019 - December-2020}
\label{sec:org34d5f8e}

\subsubsection*{{\color{red}\bfseries\sffamily TODO} I'll type this later}
\label{sec:orgae474c1}

\section*{Education}
\label{sec:orgd471cf3}


\begin{tabular}{p{10em}|l}
2015-2016 & Bachelor in English Language and Literature University of Zakho\\
 & \\
\textbf{Certificates} & Social media, photography and---WHO\\
 & Case Management training---NCA\\
 & TODO Put the other certs\\
\end{tabular}

\newpage
\section*{Computer Skills}
\label{sec:orgc0a8aa6}


\begin{tabular}{p{10em}|l}
Microsoft Office Suite & Word, Excel and PowerPoint\\
Fast typist & around 40 words per minute\\
Operating systems & Windows, Mac OS and Linux\\
Front end web & HTML, CSS, JavaScript and React\\
Scripting Languages & Bash and JavaScript, Python\\
Markup Languages & Latex, Markdown and HTML\\
\end{tabular}

\section*{Languages}
\label{sec:org25107c0}


\begin{tabular}{p{10em}|l}
English & Fluent\\
Arabic & Fluent\\
Kurdish & Very good\\
Syriac & Very good\\
 & \\
\textbf{Interpretation} & Simultaneous and Consecutive\\
\end{tabular}
\end{document}
